/* No comment provided by engineer. */
"and perform new synchronization" = "и синхронизировать все заново";

/* No comment provided by engineer. */
"Back" = "Назад";

/* No comment provided by engineer. */
"Bookmarks" = "Закладки";

/* No comment provided by engineer. */
"Bookmarks bar" = "Панель закладок";

/* No comment provided by engineer. */
"Bookmarks quantity" = "Всего закладок";

/* No comment provided by engineer. */
"Cancel" = "Отмена";

/* No comment provided by engineer. */
"Check your credentials and try one more time" = "Проверьте введенные данные и попробуйте еще раз";

/* No comment provided by engineer. */
"Clean synchronization database" = "Обнулить базу данных";

/* No comment provided by engineer. */
"Copy link to clipboard" = "Скопировать ссылку";

/* No comment provided by engineer. */
"Database information" = "О базе данных";

/* No comment provided by engineer. */
"Database size" = "Размер файла";

/* No comment provided by engineer. */
"General settings" = "Общие настройки";

/* No comment provided by engineer. */
"History" = "История";

/* No comment provided by engineer. */
"History items quantity" = "Всего истории";

/* No comment provided by engineer. */
"No network connection" = "Отсутствует интернет соединение";

/* No comment provided by engineer. */
"Open all links in Safari" = "Всегда в Safari";

/* No comment provided by engineer. */
"Open in built-in browser" = "Во встроенном браузере";

/* No comment provided by engineer. */
"Open is Safari" = "Открыть в Safari";

/* No comment provided by engineer. */
"Other bookmarks" = "Другие закладки";

/* No comment provided by engineer. */
"Requesting Google servers" = "Загружаем данные из Google";

/* No comment provided by engineer. */
"search in your bookmarks" = "поиска в закладках";

/* No comment provided by engineer. */
"search in your history" = "поиск в истории";

/* No comment provided by engineer. */
"Settings" = "Настройки";

/* No comment provided by engineer. */
"Sorry, but we don't support ecnrypted profiles now" = "Простите, но в настоящий момент мы не поддерживаем зашифрованные профили";

/* No comment provided by engineer. */
"Synchronize everything now" = "Обновить все сейчас";

/* No comment provided by engineer. */
"Synchronize on start" = "Обновлять при старте";

/* No comment provided by engineer. */
"We get wrong data from Google, try again later" = "Google ответил нам как-то не так, попробуйте еще раз чуть позже";

/* No comment provided by engineer. */
"Weird answer" = "Странные дела";

/* No comment provided by engineer. */
"Wrong login or password" = "Неверный логин или пароль";

/* No comment provided by engineer. */
"You are encrypted" = "Вы зашифрованы по самое немогу";

/* No comment provided by engineer. */
"You must be connected to the internet to use this app" = "Без интернета у вас не получится использовать это приложение";

"Done" = "Закрыть";
"Open in Safari" = "Открыть в Safari";

